;; -*- no-byte-compile: t; -*-
;;; private/cjg/packages.el

(package! tide :disable t)
(package! gruvbox-theme)
(package! company-flow)
(package! company-tern)
(package! flycheck-flow)
(package! tern)
(package! ocp-indent)
(package! tao-theme)
